Repository: msdrigg/roam
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fil, fr, fr_ca, it, pa, pt_br, pt_pt, vi, zh_hans

source: Due to WatchOS limitations, you may need to enable "Permissive" Network Access on your Roku TV. You can do this by going to **Settings > System > Advanced system settings > Control by mobile apps > Network**
ar: بسبب القيود الموجودة في WatchOS، قد تحتاج إلى تمكين "الوصول الشامل" للشبكة على تلفزيون Roku الخاص بك. يمكنك القيام بذلك من خلال الذهاب إلى **الإعدادات > النظام > الإعدادات المتقدمة للنظام > التحكم عبر تطبيقات الهاتف المحمول > الشبكة**.
de: Aufgrund von Einschränkungen bei WatchOS müssen Sie möglicherweise den "Permissiven" Netzwerkzugang auf Ihrem Roku TV aktivieren. Sie können dies tun, indem Sie zu **Einstellungen > System > Erweiterte Systemeinstellungen > Steuerung durch mobile Apps > Netzwerk** gehen.
es: Debido a las limitaciones de WatchOS, es posible que debas activar el "Acceso a la red permisivo" en tu Roku TV. Puedes hacer esto yendo a **Configuración > Sistema > Configuración avanzada del sistema > Control por aplicaciones móviles > Red**
es_419: Debido a las limitaciones de WatchOS, es posible que necesites habilitar el Acceso a la Red "Permisivo" en tu Roku TV. Puedes hacerlo yendo a **Configuración > Sistema > Configuraciones avanzadas del sistema > Control por aplicaciones móviles > Red**
fil: Dahil sa mga limitasyon ng WatchOS, maaaring kailanganin mong paganahin ang "Permissive" Network Access sa iyong Roku TV. Maaari mong gawin ito sa pamamagitan ng pagpunta sa **Mga Setting > Systema > Mga advanced na setting ng sistema > Kontrolin sa pamamagitan ng mobile apps > Network**
fr: En raison des limitations de WatchOS, vous devrez peut-être activer l'accès réseau "Permissif" sur votre Roku TV. Vous pouvez le faire en allant dans **Paramètres > Système > Paramètres système avancés > Contrôle par applications mobiles > Réseau**
fr_ca: En raison des limitations de WatchOS, vous devrez peut-être activer l'accès réseau "Permissif" sur votre téléviseur Roku. Vous pouvez le faire en allant dans **Paramètres > Système > Paramètres système avancés > Contrôle par applications mobiles > Réseau**
it: A causa delle limitazioni di WatchOS, potrebbe essere necessario abilitare "Accesso alla rete Permissivo" sulla tua TV Roku. Puoi farlo andando su **Impostazioni > Sistema > Impostazioni di sistema avanzate > Controllo tramite app mobili > Rete**
pa: WatchOS ਦੀਆਂ ਸੀਮਾਵਾਂ ਕਾਰਨ, ਤੁਹਾਨੂੰ ਆਪਣੇ Roku TV 'ਤੇ "Permissive" ਨੈਟਵਰਕ ਐਕਸੈਸ ਯੋਗ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਹੋ ਸਕਦੀ ਹੈ। ਤੁਸੀਂ ਇਸ ਨੂੰ ਕਰ ਸਕਦੇ ਹੋ **ਸੈਟਿੰਗਜ਼ > ਸਿਸਟਮ > ਅਗਾਧ ਸਿਸਟਮ ਸੈਟਿੰਗਜ਼ > ਮੋਬਾਈਲ ਐਪਸ ਦੁਆਰਾ ਕੰਟਰੋਲ > ਨੈਟਵਰਕ** ਤੇ ਜਾ ਕੇ।
pt_br: Devido às limitações do WatchOS, você pode precisar habilitar o "Acesso permissivo" à Rede na sua TV Roku. Você pode fazer isso indo em **Configurações > Sistema > Configurações avançadas do sistema > Controle por aplicativos móveis > Rede**
pt_pt: Devido às limitações do WatchOS, pode ser necessário ativar o "Acesso à Rede Permissivo" na sua TV Roku. Pode fazer isso indo a **Definições > Sistema > Configurações avançadas do sistema > Controlo por aplicações móveis > Rede**
vi: Do các hạn chế của WatchOS, bạn có thể cần kích hoạt "Truy cập Mạng Linh hoạt" trên TV Roku của bạn. Bạn có thể làm điều này bằng cách đi đến **Cài đặt > Hệ thống > Cài đặt hệ thống nâng cao > Điều khiển bởi ứng dụng di động > Mạng**
zh_hans: 由于WatchOS的限制，您可能需要在您的Roku电视上启用"Permissive"网络访问。您可以通过进入**设置> 系统> 高级系统设置> 通过移动应用控制> 网络**来实现这一点。

source: Duration
ar: المدة
de: Dauer
es: Duración
es_419: Duración
fil: Tagal
fr: Durée
fr_ca: Durée
it: Durata
pa: ਅਵਧੀ
pt_br: Duração
pt_pt: Duração
vi: Thời lượng
zh_hans: 持续时间

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
es_419: Editar
fil: I-edit
fr: Modifier
fr_ca: Éditer
it: Modifica
pa: ਸੰਪਾਦਿਤ ਕਰੋ
pt_br: Editar
pt_pt: Editar
vi: Chỉnh sửa
zh_hans: 编辑

source: Enter
ar: إدخال
de: Eingeben
es: Ingresar
es_419: Entrar
fr: Entrer
fr_ca: Entrée
it: Invio
pa: ਦਰਜ ਕਰੋ
vi: Nhập
zh_hans: 进入

source: Enter some text...
ar: أدخل بعض النص...
de: Geben Sie etwas Text ein...
es: Introduzca algún texto...
es_419: Introduzca algún texto...
fil: Ilagay ang ilang teksto...
fr: Entrez du texte...
fr_ca: Entrez du texte...
it: Inserisci del testo...
pa: ਕੁਝ ਪਾਠ ਦਾਖਲ ਕਰੋ...
pt_br: Digite algum texto...
pt_pt: Digite algum texto...
vi: Nhập một số văn bản...
zh_hans: 输入一些文字...

source: Error saving data, no valid container found
ar: خطأ في حفظ البيانات، لم يتم العثور على حاوية صالحة
de: Fehler beim Speichern von Daten, kein gültiger Container gefunden
es: Error al guardar datos, no se encontró un contenedor válido
es_419: Error al guardar datos, no se encontró un contenedor válido
fil: Error sa pag-save ng data, walang natagpuang valid na container
fr: Erreur lors de l'enregistrement des données, aucun conteneur valide trouvé
fr_ca: Erreur d'enregistrement des données, aucun conteneur valide trouvé
it: Errore nel salvataggio dei dati, nessun contenitore valido trovato
pa: ਡਾਟਾ ਸੇਵ ਕਰਨ ਦੀ ਗਲਤੀ, ਕੋਈ ਵੈਧ ਕੰਟੇਨਰ ਨਹੀਂ ਮਿਲਿਆ
pt_br: Erro ao salvar dados, nenhum contêiner válido encontrado
pt_pt: Erro ao salvar dados, nenhum container válido encontrado
vi: Lỗi lưu dữ liệu, không tìm thấy bộ nhớ chứa hợp lệ
zh_hans: 保存数据错误，未找到有效的容器

source: Error saving data. App currently shutting down.
ar: خطأ في حفظ البيانات. التطبيق يتم إغلاقه حاليًا.
de: Fehler beim Speichern von Daten. App wird gerade heruntergefahren.
es: Error al guardar los datos. La aplicación se está cerrando actualmente.
es_419: Error al guardar datos. La aplicación está cerrando ahora mismo.
fil: Mali sa pag-iimbak ng datos. Ang app ay kasalukuyang nagsasara.
fr: Erreur lors de l'enregistrement des données. L'application est actuellement en cours de fermeture.
fr_ca: Erreur lors de l'enregistrement des données. L'application est en train de se fermer.
it: Errore nel salvataggio dei dati. App attualmente in fase di chiusura.
pa: ਡਾਟਾ ਸੰਭਾਲਣ 'ਚ ਤਰੁੱਟੀ. ਐਪ ਇਸ ਸਮੇਂ ਬੰਦ ਹੋ ਰਹੀ ਹੈ.
pt_br: Erro ao salvar dados. Aplicativo atualmente em processo de desligamento.
pt_pt: Erro ao guardar dados. Aplicação em processo de encerramento.
vi: Lỗi khi lưu dữ liệu. Ứng dụng đang được tắt.
zh_hans: 保存数据出错。应用程序正在关闭。

source: Error saving data. No disk storage left.
ar: خطأ في حفظ البيانات. لا يوجد مساحة تخزينية متبقية في القرص.
de: Fehler beim Speichern von Daten. Kein Speicherplatz mehr auf der Festplatte.
es: Error al guardar los datos. No queda espacio de almacenamiento en disco.
es_419: Error al guardar datos. No queda espacio de almacenamiento en disco.
fil: Error sa pag-save ng data. Wala nang natitirang disk storage.
fr: Erreur lors de l'enregistrement des données. Plus d'espace de stockage sur le disque.
fr_ca: Erreur lors de l'enregistrement des données. Plus d'espace de stockage sur le disque.
it: Errore nel salvataggio dei dati. Non c'è più spazio su disco.
pa: ਡਾਟਾ ਸੇਵ ਕਰਨ ਦੀ ਗਲਤੀ. ਡਿਸਕ ਸਟੋਰੇਜ ਬਾਕੀ ਨਹੀਂ ਹੈ.
pt_br: Erro ao salvar dados. Não há espaço em disco disponível.
pt_pt: Erro ao guardar dados. Não há espaço em disco disponível.
vi: Lỗi lưu dữ liệu. Không còn dung lượng đĩa.
zh_hans: 错误保存数据。磁盘存储空间不足。

source: Failed to add device
ar: فشل في إضافة الجهاز
de: Gerät konnte nicht hinzugefügt werden
es: No se pudo añadir el dispositivo
es_419: No se pudo agregar el dispositivo
fil: Nabigong idagdag ang device
fr: Échec de l’ajout de l’appareil
fr_ca: Échec de l’ajout de l’appareil
it: Impossibile aggiungere il dispositivo
pa: ਡਿਵਾਈਸ ਸ਼ਾਮਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pt_br: Falha ao adicionar dispositivo
pt_pt: Falha ao adicionar dispositivo
vi: Không thêm được thiết bị
zh_hans: 添加设备失败

source: Failed to connect
ar: فشل في الاتصال
de: Verbindung fehlgeschlagen
es: Error al conectar
es_419: Error al conectar
fil: Nabigo sa pagkonekta
fr: Échec de la connexion
fr_ca: Échec de la connexion
it: Impossibile connettersi
pa: ਕੁਨੈਕਟ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ
pt_br: Falha ao conectar
pt_pt: Falha ao conectar
vi: Không thể kết nối
zh_hans: 连接失败

source: Failed to encode attachment data
ar: فشل في ترميز بيانات المرفقات
de: Fehler beim Codieren der Anhangsdaten
es: Error al codificar los datos del adjunto
es_419: Error al codificar los datos del adjunto
fil: Nabigo sa pag-encode ng data ng attachment
fr: Échec de l'encodage des données de la pièce jointe
fr_ca: Échec de l'encodage des données de la pièce jointe
it: Impossibile codificare i dati dell'allegato
pa: ਅਟੈਚਮੈਂਟ ਡਾਟਾ ਨੂੰ ਕੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pt_br: Falha ao codificar dados do anexo
pt_pt: Falhou a codificação dos dados do anexo
vi: Không thể mã hóa dữ liệu đính kèm
zh_hans: 无法编码附件数据

source: Failed to load attachment
ar: فشل في تحميل المرفق
de: Fehler beim Laden des Anhangs
es: No se pudo cargar el adjunto
es_419: No se pudo cargar el archivo adjunto
fil: Nabigo sa pag-load ng attachment
fr: Échec du chargement de la pièce jointe
fr_ca: Échec du chargement de la pièce jointe
it: Impossibile caricare l'allegato
pa: ਅਟੈਚਮੈਂਟ ਲੋਡ ਕਰਨ ਦੇ ਪ੍ਰਯਾਸ ਵਿੱਚ ਫੇਲ ਹੋ ਗਿਆ
pt_br: Falha ao carregar o anexo
pt_pt: Falha ao carregar anexo
vi: Không tải được tệp đính kèm
zh_hans: 无法加载附件

source: Failed to save device
ar: تعذّر حفظ الجهاز
de: Gerät konnte nicht gespeichert werden
es: No se pudo guardar el dispositivo
es_419: No se pudo guardar el dispositivo
fil: Nabigong i-save ang device
fr: Impossible d’enregistrer l’appareil
fr_ca: Impossible d’enregistrer l’appareil
it: Impossibile salvare il dispositivo
pa: ਡਿਵਾਈਸ ਨੂੰ ਸੇਵ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pt_br: Falha ao salvar o dispositivo
pt_pt: Não foi possível guardar o dispositivo
vi: Không thể lưu thiết bị
zh_hans: 保存设备失败

source: Failed to send data
ar: فشل في إرسال البيانات
de: Fehler beim Senden von Daten
es: No se pudo enviar los datos
es_419: Error al enviar datos
fil: Nabigo na magpadala ng datos
fr: Échec de l'envoi des données
fr_ca: Échec de l'envoi des données
it: Impossibile inviare dati
pa: ਡਾਟਾ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ
pt_br: Falha ao enviar dados
pt_pt: Falha ao enviar dados
vi: Không thể gửi dữ liệu
zh_hans: 发送数据失败

source: Failed to send data: %lld
ar: فشل في إرسال البيانات: %lld
de: Fehler beim Senden von Daten: %lld
es: Error al enviar datos: %lld
es_419: Error al enviar datos: %lld
fil: Nabigo na magpadala ng data: %lld
fr: Échec de l'envoi des données : %lld
fr_ca: Échec de l'envoi des données : %lld
it: Impossibile inviare dati: %lld
pa: ਡਾਟਾ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ: %lld
pt_br: Falha ao enviar dados: %lld
pt_pt: Falha ao enviar dados: %lld
vi: Không thể gửi dữ liệu: %lld
zh_hans: 发送数据失败：%lld

source: Fast Forward
ar: تقديم سريع
de: Vorspulen
es: Adelantar
es_419: Avance rápido
fr: Avance rapide
fr_ca: Avance rapide
it: Avanti veloce
pa: ਫਾਸਟ ਫਾਰਵਰਡ
pt_br: Avanço Rápido
pt_pt: Avançar
vi: Tua nhanh
zh_hans: 快进

source: Find Remote
ar: ابحث عن جهاز التحكم
de: Fernbedienung finden
es: Encontrar control remoto
es_419: Buscar control remoto
fil: Hanapin ang Remote
fr: Trouver la télécommande
fr_ca: Trouver la télécommande
it: Trova telecomando
pa: ਰਿਮੋਟ ਲੱਭੋ
pt_br: Encontrar Controle Remoto
pt_pt: Encontrar Controle Remoto
vi: Tìm điều khiển
zh_hans: 查找遥控器

source: Find the IP address of your Roku by going to **Settings > Network > About** in your Roku device's Settings. Your Roku's IP address will look something like **%@**
ar: ابحث عن عنوان IP الخاص بجهاز Roku بالانتقال إلى **الإعدادات > الشبكة > حول** في إعدادات جهاز Roku. سيبدو عنوان IP الخاص بجهاز Roku لديك مشابهًا لـ **%@**
de: Ermitteln Sie die IP-Adresse Ihres Roku, indem Sie auf Ihrem Roku-Gerät in den Einstellungen zu **Einstellungen > Netzwerk > Info** gehen. Die IP-Adresse Ihres Roku sieht etwa so aus: **%@**
es: Encuentra la dirección IP de tu Roku yendo a **Configuración > Red > Acerca de** en la configuración de tu dispositivo Roku. La dirección IP de tu Roku se verá similar a **%@**
es_419: Encuentra la dirección IP de tu Roku yendo a **Configuración > Red > Acerca de** en la configuración de tu dispositivo Roku. La dirección IP de tu Roku se verá similar a **%@**
fil: Hanapin ang IP address ng iyong Roku sa pamamagitan ng pagpunta sa **Settings > Network > About** sa Settings ng iyong Roku device. Magmumukhang ganito ang IP address ng iyong Roku: **%@**
fr: Trouvez l’adresse IP de votre Roku en allant dans **Paramètres > Réseau > À propos** dans les paramètres de votre appareil Roku. L’adresse IP de votre Roku ressemblera à quelque chose comme **%@**
fr_ca: Trouvez l’adresse IP de votre Roku en accédant à **Paramètres > Réseau > À propos** dans les paramètres de votre appareil Roku. L’adresse IP de votre Roku ressemblera à quelque chose comme **%@**
it: Trova l'indirizzo IP del tuo Roku andando su **Impostazioni > Rete > Informazioni** nelle Impostazioni del tuo dispositivo Roku. L'indirizzo IP del tuo Roku sarà simile a **%@**
pa: ਆਪਣੇ Roku ਡਿਵਾਈਸ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ **Settings > Network > About** 'ਤੇ ਜਾ ਕੇ ਆਪਣੇ Roku ਦਾ IP ਐਡਰੈੱਸ ਲੱਭੋ। ਤੁਹਾਡੇ Roku ਦਾ IP ਐਡਰੈੱਸ ਕੁਝ **%@** ਵਰਗਾ ਦਿੱਸੇਗਾ
pt_br: Encontre o endereço IP do seu Roku acessando **Configurações > Rede > Sobre** nas Configurações do seu dispositivo Roku. O endereço IP do seu Roku será parecido com **%@**
pt_pt: Encontre o endereço IP do seu Roku acedendo a **Definições > Rede > Acerca de** nas Definições do seu dispositivo Roku. O endereço IP do seu Roku terá um aspeto semelhante a **%@**
vi: Tìm địa chỉ IP của Roku bằng cách vào **Cài đặt > Mạng > Giới thiệu** trong Cài đặt của thiết bị Roku. Địa chỉ IP của Roku sẽ trông giống như **%@**
zh_hans: 在您的 Roku 设备设置中前往 **设置 > 网络 > 关于**，找到 Roku 的 IP 地址。您的 Roku IP 地址看起来类似于 **%@**

source: Find the IP address of your Roku by going to **Settings > Network > About**. Your IP address will look something like **%@**
ar: العثور على عنوان IP الخاص بـ Roku الخاص بك عن طريق الذهاب إلى **الإعدادات > الشبكة > حول**. سوف يبدو عنوان IP الخاص بك مثل هذا **%@**
de: Finden Sie die IP-Adresse Ihres Roku, indem Sie zu **Einstellungen > Netzwerk > Über** gehen. Ihre IP-Adresse sieht ungefähr so aus: **%@**
es: Encuentra la dirección IP de tu Roku yendo a **Configuración > Red > Acerca de**. Tu dirección IP se verá algo como **%@**.
es_419: Encuentra la dirección IP de tu Roku yendo a **Configuración > Red > Acerca de**. Tu dirección IP se verá algo así como **%@**.
fil: Hanapin ang IP address ng iyong Roku sa pamamagitan ng pagpunta sa **Mga Setting > Network > Tungkol sa**. Magmumukha ang iyong IP address na parang **%@**
fr: Trouvez l'adresse IP de votre Roku en allant à **Paramètres > Réseau > À propos**. Votre adresse IP ressemblera à quelque chose comme **%@**
fr_ca: Trouvez l'adresse IP de votre Roku en allant à **Paramètres > Réseau > À propos**. Votre adresse IP ressemblera à quelque chose comme **%@**
it: Trova l'indirizzo IP del tuo Roku andando su **Impostazioni > Rete > Informazioni**. Il tuo indirizzo IP sembrerà qualcosa come **%@**
pa: ਆਪਣੇ ਰੋਕੂ ਦਾ IP ਪਤਾ ਲੱਭਣ ਲਈ **ਸੈਟਿੰਗ > ਨੈੱਟਵਰਕ > ਬਾਰੇ 'ਤੇ ਜਾਓ**. ਤੁਹਾਡਾ IP ਪਤਾ ਕੁਝ ਇਹ ਵਰਗਾ ਦਿਖੈਗਾ **%@**
pt_br: Encontre o endereço IP do seu Roku indo em **Configurações > Rede > Sobre**. Seu endereço IP parecerá algo como **%@**.
pt_pt: Encontre o endereço IP do seu Roku indo a **Definições > Rede > Sobre**. O seu endereço IP parecerá algo como **%@**.
vi: Tìm địa chỉ IP của Roku của bạn bằng cách đi đến **Cài đặt > Mạng > Giới thiệu**. Địa chỉ IP của bạn sẽ trông giống như **%@**
zh_hans: 通过转到**设置>网络>关于**来找到您的Roku的IP地址。您的IP地址看起来会像**%@**这样。

source: Force add device
ar: فرض إضافة الجهاز
de: Hinzufügen des Geräts erzwingen
es: Forzar la adición del dispositivo
es_419: Forzar agregar dispositivo
fil: Sapilitang idagdag ang device
fr: Forcer l’ajout de l’appareil
fr_ca: Forcer l’ajout de l’appareil
it: Forza aggiunta dispositivo
pa: ਡਿਵਾਈਸ ਨੂੰ ਜ਼ਬਰਦਸਤੀ ਸ਼ਾਮਲ ਕਰੋ
pt_br: Forçar adição de dispositivo
pt_pt: Forçar adição de dispositivo
vi: Buộc thêm thiết bị
zh_hans: 强制添加设备

source: Getting in Touch
ar: التواصل
de: In Kontakt treten
es: Ponerse en Contacto
es_419: Poniéndose en Contacto
fil: Makipag-ugnayan
fr: Prendre Contact
fr_ca: Entrer en contact
it: Entrare in contatto
pa: ਸੰਪਰਕ ਕਰਨਾ
pt_br: Entrando em Contato
pt_pt: Entrando em Contato
vi: Liên lạc
zh_hans: 取得联系

source: Gift Roam to a friend
ar: اهدي Roam لصديق
de: Roam an einen Freund verschenken
es: Regala Roam a un amigo
es_419: Regala Roam a un amigo
fil: Ibigay ang Roam sa isang kaibigan
fr: Offrir Roam à un ami
fr_ca: Offrez Roam à un ami
it: Regala Roam a un amico
pa: ਮਿੱਤਰ ਨੂੰ ਰੋਮ ਤੋਹਫਾ ਦਿਓ
pt_br: Presenteie Roam a um amigo
pt_pt: Presenteie o Roam a um amigo
vi: Tặng Roam cho bạn bè
zh_hans: 将 Roam 赠送给朋友

source: Having letters, numbers, or punctuation as keyboard shortcuts without a command modifier (⌘) can interfere with keyboard text entry on the roku TV
ar: استخدام الحروف أو الأرقام أو علامات الترقيم كاختصارات لوحة المفاتيح بدون معدل الأوامر (⌘) يمكن أن يتداخل مع إدخال النص على تلفزيون Roku
de: Buchstaben, Zahlen oder Satzzeichen als Tastenkombinationen ohne Befehlstaste (⌘) können die Texteingabe auf dem Roku-TV stören
es: Tener letras, números o puntuación como atajos de teclado sin un modificador de comando (⌘) puede interferir con la entrada de texto en el televisor Roku
es_419: Tener letras, números o puntuación como atajos de teclado sin un modificador de comando (⌘) puede interferir con la entrada de texto en el teclado del televisor Roku
fil: Ang pagkakaroon ng mga letra, numero, o bantas bilang mga shortcut sa keyboard nang walang command modifier (⌘) ay maaaring makagambala sa pagpasok ng teksto sa keyboard sa roku TV
fr: Avoir des lettres, des chiffres ou des signes de ponctuation comme raccourcis clavier sans modificateur de commande (⌘) peut interférer avec la saisie de texte sur la télévision Roku
fr_ca: Avoir des lettres, des chiffres ou de la ponctuation comme raccourcis clavier sans modificateur de commande (⌘) peut interférer avec la saisie de texte au clavier sur la télévision Roku
it: Avere lettere, numeri o punteggiatura come scorciatoie da tastiera senza un modificatore di comando (⌘) può interferire con l'immissione di testo sulla TV Roku
pa: ਰੋਕੂ ਟੀਵੀ ਤੇ ਕੀਬੋਰਡ ਟੈਕਸਟ ਦਾਖਲ ਕਰਣ ਨਾਲ ਕਮਾਂਡ ਮੋਡੀਫਾਇਰ (⌘) ਤੋਂ ਬਿਨਾ ਕੀਬੋਰਡ ਸ਼ਾਰਟਕੱਟ ਵਜੋਂ ਅੱਖਰਾਂ, ਨੰਬਰਾਂ ਜਾਂ ਵਿਸ਼ੇਸ਼ਣ ਚਿੰਨ੍ਹਾਂ ਦੇ ਨਾਲ ਰੁਕਾਵਟ ਪੈ ਸਕਦੀ ਹੈ
pt_br: Ter letras, números ou pontuação como atalhos de teclado sem um modificador de comando (⌘) pode interferir na entrada de texto no teclado na TV Roku
pt_pt: Ter letras, números ou pontuação como atalhos de teclado sem um modificador de comando (⌘) pode interferir na entrada de texto no teclado da TV Roku
vi: Sử dụng chữ cái, số hoặc dấu câu làm phím tắt mà không có phím lệnh (⌘) có thể làm gián đoạn việc nhập văn bản trên TV Roku
zh_hans: 在没有命令修饰符 (⌘) 的情况下将字母、数字或标点符号作为键盘快捷键可能会干扰 roku TV 上的键盘文本输入

source: Headphones mode
ar: وضع السماعات
de: Kopfhörermodus
es: Modo auriculares
es_419: Modo audífonos
fil: Modo ng mga headphone
fr: Mode casque
fr_ca: Mode écouteurs
it: Modalità cuffie
pa: ਹੈੱਡਫੋਨ ਮੋਡ
pt_br: Modo de fones de ouvido
pt_pt: Modo de auscultadores
vi: Chế độ tai nghe
zh_hans: 耳机模式

source: Headphones Mode
ar: وضع السماعات
de: Kopfhörermodus
es: Modo auriculares
es_419: Modo de auriculares
fil: Mode ng Headphones
fr: Mode écouteurs
fr_ca: Mode écouteurs
it: Modalità cuffie
pa: ਹੈੱਡਫੋਨ ਮੋਡ
pt_br: Modo Fones de Ouvido
pt_pt: Modo Fones de Ouvido
vi: Chế độ tai nghe
zh_hans: 耳机模式

source: HI
ar: مرحبًا
de: Hallo
es: Hola
es_419: Hola
fil: Kumusta
fr: Salut
fr_ca: Salut
it: Ciao
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ
pt_br: Olá
pt_pt: Olá
vi: Xin chào
zh_hans: 嗨

source: Hi, I'm Scott. I make the Roam app. What's on your mind? I'll do my best to respond to these messages as quick as I can.
ar: مرحبًا، أنا سكوت. أنا أصنع تطبيق Roam. ماذا يدور في ذهنك؟ سأحاول الرد على هذه الرسائل بأسرع ما يمكن.
de: Hallo, ich bin Scott. Ich erstelle die Roam App. Was beschäftigt dich? Ich werde mein Bestes geben, um auf diese Nachrichten so schnell wie möglich zu antworten.
es: Hola, soy Scott. Hago la aplicación Roam. ¿Qué tienes en mente? Haré todo lo posible para responder a estos mensajes lo más rápido que pueda.
es_419: Hola, soy Scott. Hago la aplicación Roam. ¿Qué tienes en mente? Haré lo posible por responder a estos mensajes lo más rápido que pueda.
fil: Hi, ako si Scott. Gumagawa ako ng Roam app. Ano ang nasa isip mo? Gagawin ko ang lahat para masagot ang mga mensahe na ito nang mabilis hangga't maaari.
fr: Salut, je suis Scott. Je fabrique l'application Roam. Qu'est-ce qui vous tracasse ? Je ferai de mon mieux pour répondre à ces messages aussi rapidement que possible.
fr_ca: Salut, je suis Scott. Je crée l'application Roam. Qu'est-ce qui vous préoccupe ? Je ferai de mon mieux pour répondre à ces messages aussi rapidement que possible.
it: Ciao, sono Scott. Realizzo l'app Roam. Cosa hai in mente? Farò del mio meglio per rispondere a questi messaggi il più velocemente possibile.
pa: ਹਾਇ, ਮੈਂ ਸਕਾਟ ਹਾਂ। ਮੈਂ Roam ਐਪ ਬਣਾਉਂਦਾ ਹਾਂ। ਤੁਹਾਡੇ ਮਨ ਵਿੱਚ ਕੀ ਹੈ? ਮੈਂ ਇਸ ਸੰਦੇਸ਼ਾਂ ਦਾ ਜਵਾਬ ਜਿੰਨਾ ਹੋ ਸਕੇ ਜਲਦੀ ਦੇਵਾਂਗਾ।
pt_br: Oi, eu sou Scott. Eu crio o aplicativo Roam. O que está em sua mente? Farei o meu melhor para responder a essas mensagens o mais rápido que eu puder.
pt_pt: Olá, eu sou o Scott. Eu criei o aplicativo Roam. O que está a preocupar-te? Farei o meu melhor para responder a estas mensagens o mais rápido possível.
vi: Xin chào, tôi là Scott. Tôi là người tạo ra ứng dụng Roam. Bạn đang nghĩ gì? Tôi sẽ cố gắng hồi âm những tin nhắn này càng nhanh càng tốt.
zh_hans: 嗨，我是Scott。我制作Roam应用。你有什么想法？我会尽我所能快速回复这些信息。
